[
  {
    "text": "“Appear weak when you are strong, and strong when you are weak.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“The supreme art of war is to subdue the enemy without fighting.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“Supreme excellence consists of breaking the enemy's resistance without fighting.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“All warfare is based on deception. Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.”",
    "author": "― Sun tzu, The Art of War"
  },
  {
    "text": "“In the midst of chaos, there is also opportunity”",
    "author": "― Sun tzu, The Art of War"
  },
  {
    "text": "“Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“If your enemy is secure at all points, be prepared for him. If he is in superior strength, evade him. If your opponent is temperamental, seek to irritate him. Pretend to be weak, that he may grow arrogant. If he is taking his ease, give him no rest. If his forces are united, separate them. If sovereign and subject are in accord, put division between them. Attack him where he is unprepared, appear where you are not expected .”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“The greatest victory is that which requires no battle.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment — that which they cannot anticipate.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“Even the finest sword plunged into salt water will eventually rust.”",
    "author": "― Sun Tzu"
  },
  {
    "text": "“Move swift as the Wind and closely-formed as the Wood. Attack like the Fire and be still as the Mountain.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“When you surround an army, leave an outlet free. Do not press a desperate foe too hard.”",
    "author": "― Sun tzu, The Art of War"
  },
  {
    "text": "“The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“When the enemy is relaxed, make them toil. When full, starve them. When settled, make them move.”",
    "author": "― Sun Tzu, The Art of War"
  },
  {
    "text": "“The journey of a thousand miles begins with a single step.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“Knowing others is intelligence;knowing yourself is true wisdom.Mastering others is strength;mastering yourself is true power.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“A good traveler has no fixed plans and is not intent on arriving.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“Those who know do not speak. Those who speak do not know.”",
    "author": "― Lao Tsu, Tao Teh Ching"
  },
  {
    "text": "“When you are content to be simply yourself and don't compare or compete, everyone will respect you.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“The truth is not always beautiful, nor beautiful words the truth.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.”",
    "author": "― Lao Tzu"
  },
  { "text": "“The best fighter is never angry.”", "author": "― Lao Tzu" },
  {
    "text": "“Because one believes in oneself, one doesn't try to convince others. Because one is content with oneself, one doesn't need others' approval. Because one accepts oneself, the whole world accepts him or her.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“A man with outward courage dares to die; a man with inner courage dares to live.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Care about what other people think and you will always be their prisoner.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“Be content with what you have;rejoice in the way things are.When you realize there is nothing lacking,the whole world belongs to you.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“Be careful what you water your dreams with. Water them with worry and fear and you will produce weeds that choke the life from your dream. Water them with optimism and solutions and you will cultivate success. Always be on the lookout for ways to turn a problem into an opportunity for success. Always be on the lookout for ways to nurture your dream.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“At the center of your beingyou have the answer;you know who you areand you know what you want.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“Do you have the patience to wait until your mud settles and the water is clear?”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  { "text": "“Silence is a source of Great Strength.”", "author": "― Lao Tzu" },
  {
    "text": "“The flame that burns Twice as bright burns half as long.”",
    "author": "― Lao Tzu, Te Tao Ching"
  },
  {
    "text": "“Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.”",
    "author": "― Lao-Tzu"
  },
  {
    "text": "“Manifest plainness,Embrace simplicity,Reduce selfishness,Have few desires.”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“A leader is bestWhen people barely know he existsOf a good leader, who talks little,When his work is done, his aim fulfilled,They will say, “We did this ourselves.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  { "text": "“Act without expectation.”", "author": "― Lao Tzu" },
  {
    "text": "“Respond intelligently even to unintelligent treatment”",
    "author": "― Lao Tzu"
  },
  {
    "text": "“I’m not in this world to live up to your expectations and you’re not in this world to live up to mine.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Do not pray for an easy life, pray for the strength to endure a difficult one”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Adapt what is useful, reject what is useless, and add what is specifically your own.”",
    "author": "― Bruce Lee"
  },
  { "text": "“Be happy, but never satisfied.”", "author": "― Bruce Lee" },
  {
    "text": "“Don't fear failure. — Not failure, but low aim, is the crime. In great attempts it is glorious even to fail.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“A wise man can learn more from a foolish question than a fool can learn from a wise answer.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“I fear not the man who has practiced 10,000 kicks once, but I fear the man who had practiced one kick 10,000 times.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Mistakes are always forgivable, if one has the courage to admit them.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“If you spend too much time thinking about a thing, you'll never get it done.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“You must be shapeless, formless, like water. When you pour water in a cup, it becomes the cup. When you pour water in a bottle, it becomes the bottle. When you pour water in a teapot, it becomes the teapot. Water can drip and it can crash. Become like water my friend.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“A goal is not always meant to be reached, it often serves simply as something to aim at.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“If you don't want to slip up tomorrow, speak the truth today.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“If my mind can conceive it, and my heart can believe it - then I can achieve it.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion'.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“Don't count the days, make the days count.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "Champions aren't made in gyms. Champions are made from something they have deep inside them-a desire, a dream, a vision. They have to have the skill, and the will. But the will must be stronger than the skill.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“I'm a fighter. I believe in the eye-for-an-eye business. I'm no cheek turner. I got no respect for a man who won't hit back. You kill my dog, you better hide your cat.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“Often it isn't the mountains ahead that wear you out, it's the little pebble in your shoe.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“The best way to make your dreams come true is to wake up.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“Float like a butterfly, sting like a bee.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“The Service you do for others is the rent you pay for your room here on Earth.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“To be a great champion you must believe you are the best. If you’re not, pretend you are.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“The man with no imagination has no wings.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“What you're thinking is what you're becoming.”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“He who is not courageous enough to take risks will accomplish nothing in life”",
    "author": "― Muhammad Ali"
  },
  {
    "text": "“Everyone that you fight is not your enemy and everyone who helps you is not your friend.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“Everyone has a plan until they get punched in the face.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“a man who was friendly with everyone was an enemy to himself.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“Man is not mean to be humble, he's meant to be humbled.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“Fear is the greatest obstacle to learning. But fear is your best friend. Fear is like fire. If you learn to control it, you let it work for you. If you don’t learn to control it, it’ll destroy you and everything around you.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“The ability to apply the discipline, the ability to do what needs to be done no matter how he feels inside, in my opinion, is the definition of a true professional.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“Everybody thinks this is a tough man’s sport. This is not a tough man’s sport. This is a thinking man’s sport. A tough man is gonna get hurt real bad in this sport.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "Discipline is doing what you hate to do, but do it like you love it.”",
    "author": "― Mike Tyson"
  }
]
