[
  {
    "text": "“Wenn du etwas vorhast, tue, als ob du es nicht vorhättest. Wenn du etwas willst, tue, als ob du es nicht benutzen wolltest.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Der klügste Krieger ist der, der niemals kämpfen muß.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Chancen multiplizieren sich, wenn man sie ergreift.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Wenn Du Deinen Feind kennst und dich selbst kennst, brauchst du das Ergebnis von 100 Schlachten nicht zu fürchten.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Was den Gegner dazu bewegt sich zu nähern, ist die Aussicht auf Vorteil. Was den Gegner vom Kommen abhält ist die Aussicht auf Schaden.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Furcht ist der Gegner, der einzige Gegner.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Fehler sind immer zu verzeihen, wenn man den Mut hat, diese auch zuzugeben.”",
    "author": "― Bruce Lee"
  },
  { "text": "“Sei glücklich, aber nie zufrieden”", "author": "― Bruce Lee" },
  {
    "text": "“Zur Hölle mit Umständen, ich erschaffe Möglichkeiten.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Wissen verhilft dir zu Macht, aber Charakter bringt dir Respekt.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Kein Weg als Weg, keine Grenze als Grenze.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Wenn du nicht stark bist - sei klug.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Wahrhaft siegt, wer nicht kämpft.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Die höchste Form der Kriegsführung ist die Zerstörung des Willens seines Feindes, um so allen Angriffen vorzubeugen.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Die größte Verwundbarkeit ist die Unwissenheit.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Der Krieg ist ein Weg der Täuschung.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Auch des Feindes Auge wird mit der Zeit blind.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Wer dir geschickt ins Gesicht schmeichelt, der ist genauso geschickt darin,dich hinter deinem Rücken schlecht zu machen.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Wer mich korrekterweise kritisiert, ist mein Lehrer. Wer mir fälschlich schmeichelt, ist mein Feind.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Wissen sollte man durch Weisheit ersetzen, dadurch wird Sorge schwinden. Alles nur mit dem Verstand zu erfassen wollen, wird Weisheit vertreiben.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Gut geht, wer ohne Spuren geht.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Das Aussortieren des Unwesentlichen ist der Kern aller Lebensweisheit.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Die Unterschiede als Gleichheit zu betrachten, das ist die wahre Größe.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Der schlechte Mensch ist dasjenige, woran der Gute zu arbeiten hat.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Wo viel Schatten ist, muß viel Licht verborgen sein.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Die Dinge werden entweder durch Verringerung vermehrtoder durch Vermehrung verringert.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Wer nicht streiten will, mit dem kann niemand streiten.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Erkenntnis der Ewigkeit bringt Duldsamkeit.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Das Vergnügen ist nun einmal weit größer, wenn man im Ascheneimer auf eine kleine Perle stößt, als wenn man beim Juwelier im Schaufenster eine noch so große von Ferne bewundert.”",
    "author": "― Lao Tzu, Tao Te Ching"
  },
  {
    "text": "“Der Sprechende mag ein Narr sein, Hauptsache der Zuhörer ist weise.”“Das wertvollste im Leben ist die Zeit - Leben heißt, mit der Zeit richtig umzugehen.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Fürchte nicht die Niederlagen. Es ist kein Verbrechen zu scheitern,sondern nur, es gar nicht erst versucht zu haben.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Besser langsam und richtig als schnell und falsch.”",
    "author": "― Bruce Lee"
  },
  { "text": "“Dein Körper folgt dem Geist”", "author": "― Bruce Lee" },
  {
    "text": "“Sei du selbst, bring dich selbst zum Ausdruck, habe Vertrauen zu dir selbst. Ziehe nicht los und suche nach einer erfolgreichen Persönlichkeit, um ihr nachzueifern.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Der klügste Krieger ist der, der niemals kämpfen muß.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Chancen multiplizieren sich, wenn man sie ergreift.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Wenn Du Deinen Feind kennst und dich selbst kennst, brauchst du das Ergebnis von 100 Schlachten nicht zu fürchten.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Was den Gegner dazu bewegt sich zu nähern, ist die Aussicht auf Vorteil. Was den Gegner vom Kommen abhält ist die Aussicht auf Schaden.”",
    "author": "― Sun Tzu Kunst des Krieges"
  },
  {
    "text": "“Die Zweifler sagen: „Der Mensch kann nicht fliegen!“, die Macher sagen: „Vielleicht, aber wir werden es versuchen!“, und stiegen schließlich in die Luft, während die, die nicht daran glaubten, von unten zusahen.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Ein Ziel ist nicht immer zum Erreichen da, oft dient es nur zum richtigen Zielen.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Anstatt dein Leben dafür hinzugeben, um ein vorgegebenes Konzept von dir zu realisieren, realisiere dich selbst.”",
    "author": "― Bruce Lee"
  },
  { "text": "“Wie du denkst, so sollst du werden”", "author": "― Bruce Lee" },
  {
    "text": "“Man kann dir den Weg weisen, aber gehen musst du ihn selbst.”",
    "author": "― Bruce Lee"
  },
  {
    "text": "“Schwebe wie ein Schmetterling, stich wie eine Biene.”",
    "author": "― Muhammed Ali"
  },
  {
    "text": "“Ein Mann, der die Welt mit 50 genauso sieht wie mit 20, hat 30 Jahre seines Lebens verschwendet.”",
    "author": "― Muhammed Ali"
  },
  {
    "text": "“Lebe jeden Tag, als wäre es dein letzter. Irgendwann wirst du Recht behalten”",
    "author": "― Muhammed Ali"
  },
  {
    "text": "“Jeder hat einen Plan, bis er eins auf die Fresse bekommt”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“Disziplin heißt, etwas, das man hasst, zu tun, so zu tun, als liebte man es.”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“Ich bin ein Träumer. Ich muss träumen und nach den Sternen greifen, und wenn ich einen Stern verpasse, ergreife ich eine Hand voll Wolken”",
    "author": "― Mike Tyson"
  },
  {
    "text": "“Angst ist wie Feuer. Es kann hilfreich sein, wenn du weißt, wie du es verwendest. Wenn nicht wirst du dich verbrennen.”",
    "author": "― Mike Tyson"
  }
]
